//имена взяты из игры Герои меча и магии 3
package Units;

public enum Names{
    Теодор, Солмир, Серена, Халон, Даремиф, Кира, Астрал, Аин, Торосар, Тан, Ризза, Пигуедрам, Нелла, Жозефина, Иона, Фафнер,
    Кси, Видомина, Тант, Септиенна, Сандро, Нимбус, Нагаш, Аислин, Вокиал, Тамика, Стракер, Моандор, Исра, Галтран, Клавиус, Чарна,
    Саня, Рион, Лоинс, Инхам, Катберт, Каитлин, Аделаида, Адель, СэрМюллих, Роланд, Катерина, Валеска, Турис, Сильвия, Сорша, Оррин, ЛордХаарт, Эдрик, Кристиан,
    Зубин, Вей, Терек, Сауруг, Орис, Гундула, Гирд, Десса, Килгор, Борагус, Йог, Тираксор, Шива, Креллион, Жабаркас, Гурниссон, Гретчин, КрэгХэк
}
